{
  "intents": [
    {
      "tag": "definition",
      "patterns": [
        "كورونا",
        "كوفيد-19",
        "شنو هو كورونا",
        "شنو هو كوفيد",
        "شناهو كورونا",
        "شناهو كوفيد",
        "شنو هو مرض الكورونا",
        "شنو هو فيروس كورونا",
        "شنو كورونا",
        "شنوا كورونا",
        "شنوا هي الكورونا",
        "شناهي كورونا",
        "أش كتعني كورونا",
        "عطيني شي معلومة على كورونا",
        "عطيني شي معلومة على كوفيد",
        "أش كتعرف على كورونا",
        "اش خاصني نعرف على كورونا",
        "شنو كيعني كورونا",
        "شني هي كورونا",
        "فهمني كورونا",
        "فيروس ولا مكروب",
        "واش كورونا فيروس",
        "واش كورونا مكروب",
        "أريد أن أعرف أكثر ماهو فيروس كورونا",
        "باغي نعرف كتر على كورونا",
        "شرح ليا كورونا",
        "هدر ليا على كورونا",
        "الفيروس المستجد",
        "شنو التعريف ديال هاد الڤيروس"
      ],
      "responses": [
        "يعد فيروس كورونا الجديد سلالة جديدة من فيروسات كورونا تم التعرف عليها لأول مرة في جمهورية الصين الشعبية"
      ],
      "context_set": ""
    },
    {
      "tag": "appearance",
      "patterns": [
        "أين ظهر الكورونا",
        "مصدر الفيروس",
        "من أين أتى الفيروس",
        "مناش جا الفيروس",
        "منين جا الفيروس",
        "منين بدا الفيروس",
        "فين بدا الفيروس",
        "واش كورونا مصنع",
        "واش كورونا مؤامرة",
        "واش كورونا جاي من الخفاش",
        "كيفاش بدات كورونا",
        "كيفاش بدا كورونا",
        "كيفاش بدا كوفيد19",
        "كيفاش تسلط علينا كورونا",
        "فين بان هاد كورونا اول مرة",
        "كيفاش بدا كورونا",
        "منين جا كورونا",
        "منين جا هاد كورونا",
        "واش كوفيد 19 تخلق فالمختبر",
        "واش هاد الفيروس طبيعي ولا مفبرك"
      ],
      "responses": [
        "أول من أصيب بالفيروس ذهب إلى سوق ووهان في مقاطعة هوبي بالصين. ولذلك يرجح أن المرض انتقل عن طريق .الحيوانات ، ولكن لم يتم تأكيد أصله"
      ],
      "context_set": ""
    },
    {
      "tag": "Lifetime",
      "patterns": [
        "كم من الوقت يظل الفيروس حياً على الأسطح",
        "قداش كايبقى الفيروس حي",
        "شحال كيعيش الفيروس",
        "شحال من ساعة كيبقا الفيروس حي",
        "شحال ديال الوقت كيبقا الفيروس حي",
        "كم يعيش كورونا على الأجسام الصلبة",
        "شحال كيعيش",
        "شحال كيعيش على برا",
        "واش الفيروس كتقتلو الشمس"
      ],
      "responses": [
        "لا يُعرف على وجه اليقين فترة استمرار الفيروس المسبب لمرض كوفيد-19 حياً على الأسطح، ولكن يبدو أنه يشبه في ذلك سائر فيروسات كورونا. وتشير الدراسات إلى أن فيروسات كورونا  بما في ذلك المعلومات الأولية عن الفيروس المسبب لمرض كوفيد-19 قد تظل حية على الأسطح لبضع ساعات أو لعدة أيام. وقد يختلف ذلك باختلاف الظروف مثل نوع السطح ودرجة الحرارة أو الرطوبة البيئية. على الجلد عشر دقائق في الهواء ثلاث ساعات على القطع النقدية أربع ساعات على الشعر أو الثياب 12 ساعة على الورق 24 ساعة على البلاستيك من يوم إلى يومين"
      ],
      "context_set": ""
    },
    {
      "tag": "Emergency",
      "patterns": [
        "حالة الطوارئ الصحية",
        "أريد رخصة العمل",
        "ورقة السماح بالخروج",
        "فيما يخص حظر التجول",
        "السفر من المدينة",
        "رخص العمل",
        "رخصة الخدمة",
        "واش الحجر الصحي غايبقا ديما",
        "امتى غايسالي الحجر الصحي",
        "واش حالة الطوارئ غتسالي الشهر الجاي",
        "امتى غاتسالي حالة الطوارئ"
      ],
      "responses": [
        "أن حالة الطوارئ الصحية وتقييد الحركة في البلاد لأجل غير مسمى، يعد وسيلة لا محيد عنها لإبقاء فيروس كورونا تحت السيطرة، مشددا على أن ذلك لا يعني وقف عجلة الاقتصاد، ولكن اتخاذ تدابير استثنائية تستوجب الحد من حركة المواطنين، من خلال اشتراط مغادرة مقرات السكن باستصدار وثيقة رسمية لدى رجال وأعوان السلطة، وفق حالات معينة. وأضاف أن هذه الحالات تم تحديدها في  التنقل للعمل بالنسبة للإدارات والمؤسسات المفتوحة، بما فيها الشركات والمصانع والأشغال الفلاحية، والمحلات والفضاءات التجارية ذات الارتباط بالمعيش اليومي للمواطن، والصيدليات، والقطاع البنكي والمصرفي، ومحطات التزود بالوقود، والمصحات والعيادات الطبية، ووكالات شركات الاتصالات، والمهن الحرة الضرورية، ومحلات بيع مواد التنظيف"
      ],
      "context_set": ""
    },
    {
      "tag": "support",
      "patterns": [
        "كيفاش الدعم ديال الفئات الهشة",
        "كيفاش نتسجل فالدعم",
        "الدعم ديال الرميد",
        "دعم الفئات الهشة",
        "اشنو خاصني ندير باش ناخد الدعم",
        "واش غادي نستافد من الدعم",
        "رقم رميد",
        "تعويض الفئات الهشة",
        "الدعم المؤقت",
        "مضرر من كورونا كيفاش ناخد تعويض",
        "المساعدة المالية"
      ],
      "responses": [
        "عملية الدعم المؤقت هي عبارة عن مساعدة مالية تقدمها الدولة لفائدة الأسر العاملة في القطاع غير المهيكل و المتضررة من فيروس كورونا. وستحدد هذه المساعدة المالية على النحو التالي : 800 درهم للأسرة المكونة من فردين أو أقل 1000 درهم للأسرة المكونة من ثلاث إلى أربع أفراد 1200 درهم للأسرة التي يتعدى عدد أفرادها أربعة أشخاص . على الراغب في الاستفادة من عملية الدعم المؤقت أن يكون مستوفيا للشروط التالية : أن يكون رب أسرة و منخرطا في نظام التغطية الصحية الراميد أن تكون بطاقة راميد الخاصة به صالحة على الأقل في 31 دجنبر 2019 أن يكون من فئة الأشخاص الذين فقدوا عملهم أو توقف نشاطهم المهني جراء جائحة كورونا"
      ]
    },
    {
      "tag": "stats",
      "patterns": [
        "ارقام كورونا",
        "احصائيات كورونا",
        "عدد الاصابات ",
        "عدد الوفيات ",
        "عدد حالات الشفاء ",
        "شحال من واحد مات",
        " شحال من واحد مصاب ",
        "شحال من واحد برا"
      ],
      "responses": ["The data here should be from api"]
    },
    {
      "tag": "severity",
      "patterns": [
        "هل ينبغي أن أشعر بالقلق من الإصابة بمرض كوفيد-19",
        "واش خصني نخاف من كورونا",
        " واش كورونا مرض خطير",
        "نخافو من كورونا",
        "الكورونا خطيرة",
        "وش كورونا كاتقتل",
        "واش غتقتلني كورونا",
        "كايقتل",
        "هاد لمرض كايقتل",
        "كورونا عندو تأثير على الأطفال",
        "كورونا عندو تأثير على الدراري الصغار",
        "دابا وش غنموت ولا غنعيش"
      ],
      "responses": [
        "إن المرض الذي تسببه العدوى بفيروس كورونا المستجد (كوفيد-19) خفيف بشكل عام، لاسيما عند الأطفال والشباب. ومع ذلك، فإنه يمكن أن يسبب مرضًا خطيرًا، إذ يحتاج نحو شخص واحد من كل 5 أشخاص مصابين بهذا المرض إلى تلقّي الرعاية في المستشفى. لذا، فإن من الطبيعي أن يشعر الناس بالقلق إزاء كيفية تأثير فاشية مرض كوفيد-19 عليهم وعلى أحبائهم.ويمكننا توجيه قلقنا على النحو الصحيح بتحويله إلى إجراءات لحماية أنفسنا وأحبائنا ومجتمعاتنا المحلية. وعلى رأس هذه الإجراءات غسل اليدين بشكل منتظم ومسهب واتّباع ممارسات النظافة التنفسية الجيدة. ثانيا، الاطلاع على مشورة السلطات الصحية والتقيّد بها، بما في ذلك القيود التي قد تُفرض على السفر والتنقل والتجمعات"
      ]
    },
    {
      "tag": "exposed",
      "patterns": [
        "من هم الأشخاص المعرضون أكثر لخطر الإصابة بفيروس كورونا",
        "شكون الناس اللي معرضين كتر لكورونا",
        "وش بصح الناس لكبار كايموتو بزاف بكورونا",
        "كيف يميّز الأشخاص الذين يعانون من ضيق التنفس المزمن أنهم مصابون",
        "اللي فيه ضيق التنفس كيفاش يعرف راسو فيه كورونا",
        "شنو تأثير كورونا على مرضى السكري",
        "واش كورونا تقدر تقتل دراري صغار",
        "واش كورونا تقدر تقتل الأطفال",
        "فاش كيأثر الفيروس بزاف",
        "علاش ناس كتقتلهم واخا صحتهم كتكون مزيانة و كيكونو مازال صغار",
        "لماذا أغلبية المصابين شيوخ رجال اكثر من النساء",
        "لماذا لم تسجل حالات في صفوف الاطفال",
        "شنو هو الاشخاص اكثر تضرر لهاذ لمرض اوعلاش"
      ],
      "responses": [
        "فيروس كورونا يمكن أن يصيب الأشخاص من جميع الأعمار: - الذين فوق 65 سنة من العمر - المدخّنين (سجائر، تبغ ممضوغ, النفّة، استنشاق بالأنف، بخار السجائر الألكترونية، الشيشة) - ذوي الحالات المرضية المتعدّدة: السكّري، الأمراض الرئويّة المزمنة، الرّبو، قصور القلب، قصور الشريان التاجي، نقص المناعة، العلاج بالكورتيكوستيرويد عامّة وبمثبطات المناعة، العلاج الكيميائي، العلاج الحيوي، أمراض الكلى المزمنة. - تليّف الكبد - اعتلال الدم الحاد والمزمن - المرضى الذين أجروا عمليات زرع أعضاء"
      ]
    },
    {
      "tag": "protection",
      "patterns": [
        "واش نقدر نحمي راسي من كورونا",
        "شنو هي سبل الوقاية من كورونا",
        "كيفاش نحميو ريوسنا من كورونا",
        "كيفاش نحمي راسي من كورونا",
        "الوقاية",
        "وقاية",
        " الحماية",
        "حماية",
        "شنو نقدر ندير",
        "كيفاش نقدرو نصيطرو على الفيروس",
        "شي نصيحة عفاك",
        "كفاش نحمي راسي",
        "ما هو السلوك الواجب تبنيه خلال فترة الشك",
        "كيفاش ممكن نعاونو المناعة الطبيعية أنها تقاومو",
        "تعقيم المواد",
        "ما مدى نجاعة الابتعاد الاجتماعي في ظل ضعف عدد الخاضعين للتشخيص",
        "شنو علاقة الصحة النفسية بتقوية المناعة",
        "هل الابتعاد الاجتماعي كافي للوقاية",
        "ما هي الاشياء الطبيعية التي ممكن استعمالها لقتل هذا الفروس",
        "الطريقة الصحيحة للحجر أو العزل الصحي",
        "ماهي آلية التعامل بين شخص غير مصاب مع آخر مصاب أو ظهرت عليه الأعراض",
        "القفازات واش يقدرو يحميو الشخص ولا لا",
        "هل يساعد تناول الثوم في منع الإصابة بفيروس كورونا",
        "الوقاية من الفيروس",
        "ماهي التدابير للي خاص يتبع المواطن"
      ],
      "responses": [
        "نظف يديك جيداً بانتظام بفركهما بمطهر كحولي لليدين أو بغسلهما بالماء والصابون احتفظ بمسافة لا تقل عن متر واحد بينك وبين أي شخص يسعل أو يعطس. تجنب لمس عينيك وأنفك وفمك. تأكد من اتّباعك أنت والمحيطين بك لممارسات النظافة التنفسية الجيدة. ويعني ذلك أن تغطي فمك وأنفك بكوعك المثني أو بمنديل ورقي عند السعال أو العطس، ثم التخلص من المنديل المستعمل على الفور. تجنب الاتصال المباشر مع أي شخص يعاني من الأعراض المذكورة أو الالتهاب التنفسي الحاد."
      ]
    },
    {
      "tag": "Spread",
      "patterns": [
        "كيفاش كينتشر الفيروس",
        "طرق انتشار الفيروس",
        "انتقال الفيروس",
        "انتشار الفيروس",
        "واش الفيروس كاينتقل عبر الهواء",
        "واش الفيروس كاينتشر عبر الهواء",
        "واش يقد ينتاقل للحيوانات أو يرجع ينقلوه هوما للإنسان",
        "واش الفيروس كاينتقل فالهواء",
        "كيفاش كينتقل الفيروس",
        "شنو هي طريقة انتشار هاد الفيروس",
        "ما سر سرعة انتقال الفيروس بين البشر",
        "شنو هي طرق انتقال هاد الفيروس",
        "فيروس كورونا كينتقل في الهواء وكيبقى تقريبا ساعتين واش هاد المعلومة صحيحة ولا لا",
        "هل حقا الطريقة الوحيدة لانتشار الفيروس هي عبر الرذاذ",
        "حقيقة انتشار الفيروس",
        "فين وصلات البحوث في محاربة ظهور الفيروسات و التفشي ديالها",
        "واش الطقس ( برد ورطوبه ) كتساهم فعالية إنتشار فيروس",
        "واش الفيروس تاينتقل عبر الهواء حيت مايمكنش هاد الاصابات كاملة جابتها غير عبر تماس الاسطح",
        "لي كايكون حامل للفيروس و ما كايبانوش عليه الاعراض و كاينقلو شحال النسبة تقريبا ديال الناس لي كايكونو بحال هكا",
        "واش الفيروس كينتاقل للحيوانات",
        "واش يقدر ينتقل الفيروس من حيوانات مصابة",
        "كيفاش غيقدر يعديك الانسان لي مريض واخا مكيبانوش عليه أعراض الكورونا",
        "واش الناس لي ماكايبانوش فيهم الاعراض كينشرو الفيروس",
        "سر سرعة انتقال هاد الفيروس",
        "مسألة إنتقال الفيروس عبر الهواء",
        "عدد الإختبارات لي تيدير المغرب حاليا",
        "إمكن هذا وباء إتنقل عبر دخان ديال مدخن",
        "واش هاد كورنا ينتقل بين الحيوانات الاليفة و الانسان",
        "واش كورونا تينتاقل عن طريق لسعة الباعوض",
        "واش تينتقل عن طريق العينين",
        "هل الحلاق ينقل فيروس كورونا"
      ],
      "responses": [
        "فيروس كورونا الجديد هو فيروس تنفسي ينتشر بشكل أساسي من خلال القطرات المتولدة عندما يسعل الشخص المصاب أو يعطس ، أو من خلال قطرات اللعاب أو الإفرازات من الأنف.  ",
        "كما أنه لم يتم الابلاغ عن انتشار الفيروس عبر الهواء ولا يعتقد أنه المحرك الرئيسي لانتقال العدوى بناء على الأدلة المتاحة.",
        "يمكن للناس التقاطه عن طريق لمس الأسطح أو الأشياء الملوثة ثم لمس أعينهم أو أنفهم أو فمهم.",
        "لا يوجد دليل على أن الحيوانات الأليفة مثل الكلاب أو القطط يمكن أن يصابوا بالفيروس ونقله."
      ]
    },
    {
      "tag": "Tests",
      "patterns": [
        "كيفاش كيتم التيست",
        "شحال المدة باش تبان النتيجة ديال التيست",
        "كيفاش كيكون التيست",
        "ممكن شي شرح على أنواع التحليل للفيروس",
        "شنو هما الآليات اللي يمكن المغرب يستعملهم لتيست بعدد كبير",
        "علاش المغريب عندو عدد هزيل ديال التيست فالنهار",
        "واش ميقدروش يشريو ماتيريال باش يزيدوا عدد التيست كل نهار",
        "علاش التيست قليل فالمغرب بالمقارنة مع دول كفس منا",
        "عدد الإختبارات لي تيدير المغرب حاليا",
        "علاش المغرب ما يكثرش من تحليلات باش نعرفو جاع الناس لي مراض",
        "علاش مكديروش التحاليل بزاف ديال الناس",
        "ماهي الطريقة لي تايكشفو بها على الوباء",
        "كيفاش كيدار التيست",
        "شنو هي الانواع ديال التست لي كاينين",
        "شحال من تيست كاين",
        "مدة التيست",
        "شحال كيدوز باش تبان نتيجة التيست",
        "شناهي المدة لي كيستغرقها التيست باش يخرجو النتائج"
      ],
      "responses": [
        "تبدأ جميع الاختبارات التي يتم إجراؤها حاليًا تقريبًا بأخذ عينة إما من الأنف أو الحلق أو كليهما باستخدام مسحة خاصة.",
        "يجب أن تكون في عزلة ذاتية حتى تعرف النتيجة. إذا كنت قد خضعت للاختبار ، يجب أن تفترض أن مصاب بالمرض حتى يؤكد غير ذلك.",
        "قد تتوصل بنتيجة الاختبار ما بين 48 و 72 ساعة"
      ]
    },
    {
      "tag": "Mutations",
      "patterns": [
        "واش الڤيروس وقعات فيه طفرات خلاتو إكون أفتك",
        "واش كاين احتمال ديال انا الفيروس يوقع فيه طفرات",
        "واش يقدر يكون 2 أنواع من الفيروس واحد عنيف و واحد مخفف",
        "كيفاش ممكن للفيروسات أنها تطور",
        "واش الفيروس وقع لو هاد التطور عن محض الصدفة",
        "واش الفيروس وقعو فيه طفرات جداد",
        "شناهوما احتمالات تطور الفيروس حسب الحالات الممكنة",
        "واش الفيروس لي بدا فووهان هو نفسة لي مشا لإيطاليا",
        "واش هاد الفيروس كيتطور وتيولي قوي",
        "هل يمكن للفيروس أن يتطور",
        "واش ممكن توقع طفرة فهاد الفيروس يتحول لفيروس اكثر أو اقل خطورة",
        "واش كورونا فالنسخة ديالو الحالية يقدر يطور راسو",
        "هل يمكن ان تقع طفرة جينية للفيروس حاليا",
        "هل الفيروس يستمر في تطوره اثناء الجائحة",
        "واش هاد فيروس كان فالطبيعة شحال هادا او هو نتيجة طفرة ديال شي فيروس",
        "واش الفيروس يقدر يطور نفسه ويولي اخطر من هكا",
        "واش ممكن الفيروس يتطور ويولي أخطر من الأول",
        "واش كاين شي معلومات بخصوص الطفرة لي وقعات في هدا الفيروس لانه هي الحل الوحيد لهذا العالم",
        "هل يمكن لفيروس كورونا ان يتطور",
        "شحال نسبة احتمال تطور كوفيد 19 داخل جسم الانسان الى فئة جديدة",
        "واش الفيروس تطور",
        "واش وقعات طفرة فالفيروس",
        "طفرة",
        "تطور",
        "وقوع طفرة",
        "تطور الفيروس"
      ],
      "responses": [""]
    },
    {
      "tag": "Vaccine",
      "patterns": [
        "واش كين شي بوادر أمل قريبة للعلاج أو لقاح",
        "واش لقاو علاج",
        "لماذا تعذر على الباحثين إيجاد لقاح",
        "لمادا لم يتوفر علاج لهادا الفيروس",
        "واش نقدرو ننفيو إمكانية اكتشاف لقاح",
        "واش غنلقاو لقاح",
        "ما هي المدة اللازمة لكي يتوفر دواء أو لقاح",
        "واش الكلوروكين فعال كدواء للحد من اعراض مرض كورونا",
        "واش الكلوروكين عندو شي أعراض جانبية",
        "واش كلوروكين كيقتل الفيروس نهائيا اولا غير كيحبس التكاثر ديال الفيروس فالجسم",
        "هل فعلا العلماء يحتاجون وقتا كثيرا لإيجاد اللقاح ام هناك من يلعب على عامل الزمن لمصلحته",
        "امتى غدي القاو الدواء",
        "كيفاش بروسيدير باش كتلقا الدواء او علاش كياخد الوقت",
        "شنا هي أقصى مدة لي يمكن يوجد فيها لقاح لهاد الفيروس",
        "شحال د الوقت ممكن لايجاد علاج ولقاح فعاليين",
        "اعتماد الكلوروكين",
        "مضادات اجسام"
      ],
      "responses": [
        "عندما يكون المرض جديدًا ، لا يوجد لقاح حتى يتم تطويره. قد يستغرق تطوير لقاح جديد عدة سنوات."
      ]
    },
    {
      "tag": "Reinfection",
      "patterns": [
        "هل يمكن الفيروس ارجع للمصابين",
        "ما بعد الشفاء",
        "واش اذا برا المريض ممكن اعاود اتصاب",
        "العجز الجنسي",
        "هل ممكن من تعافى بالفيروس ان يصاب به مرة ثانية",
        "واش مكايناش إمكانية يرجع الفيروس من بعد شفاء المريض",
        "واش ممكن يرجع الفيروس من بعد شفاء المريض",
        "واش ناس لي كيمرضو بهاد المرض و تشفاو يقدرو يعاودو يمرضو مرة اخرى",
        "واش لي تشافا من الفيروس كاتكون عندو مناعة منو أو لا ممكن إعاود إتصاب",
        "واش الشخص او الاشخاص اللي تعرضو للفيروس كيكتاسب الجسم ديالهم مناعة ذاتية",
        "الناس اللي كيتصابو ومناعتهم كتكون قوية وكيتشفاو منو واش كيكتسبو مناعة ضده",
        "هل المتعافين ممكن يعاودو يمرضو بكورونا",
        "اشناهما الأعضاء أو الأجزاء التي يتلفها بعد الشفاء",
        "الناس لي تشافاو فالصين اصيب عدد منهم مرة ثانية كيفاش",
        "اشنو هي مخلفات المصاب بكورونا واش بصح لي تشافا منها ممكن يعاود تصاب بيها",
        "تاثيرات كرونا بعد الاستشفاء على الصحة",
        "بالنسبة للناس اللي كتصاب بالفيروس وكتشافى واش كتاتيب مناعة ضد هاد الوباء",
        "هل ممكن من تعافى بالفيروس ان يصاب به مرة ثانية",
        "كتدور اشاعات بلا الفيروس كيسبب عقم عند الرجال",
        "هل يمكن الفيروس ارجع للمصابين",
        "ما بعد الشفاء",
        "المناعة من الفيروس"
      ],
      "responses": [
        "ما يزال غير واضح ما إذا كان الأشخاص الذين يتعافون من الفيروس سيكونون محصنين ضد الإصابة به مجددا ، وإذا كان الأمر كذلك ، فمازال يبحث العلماء عن كم من الوقت ستستمر هذه المناعة."
      ]
    },
    {
      "tag": "salam",
      "patterns": [
        "salam",
        "salut",
        "slt",
        "slm",
        "salam",
        "hey",
        "hello",
        "hi",
        "salamo3alaykom",
        "salam 3alaykom",
        "slam",
        "salm",
        "hai",
        "hii",
        "sahm",
        "bonjour",
        "bonsoir",
        "cc",
        "coucou",
        "coco",
        "bnsr",
        "bjr",
        "bnjr",
        "bsr"
      ],
      "responses": [
        "السلام انا سهم , اول بوت بالدارجة المغربية على كورونا . عندك شي اسئلة على كوفيد19 , سولني وأنا غانجاوبك . "
      ],
      "context_set": ""
    },
    {
      "tag": "ambot",
      "patterns": [
        "nta bot",
        "wach nta bot",
        "nta bnadm",
        "nta insane",
        "nta ai",
        "nta daka2 sina3i",
        "nta 3aych",
        "achno nta",
        "achnahowa saham",
        "bghit n3rf 3la sahm",
        "chkon 9ad sahm",
        "sahm nta hna ",
        "are u humain",
        "homme"
      ],
      "responses": [
        "انا سهم , بوت مطور بتقنيات الذكاء الصناعي , الهدف من الانشاء ديالي هو الاجابة عن الاسئلة المتعلقة بكورونا بالدارجة"
      ],
      "context_set": ""
    },
    {
      "tag": "definitionfr",
      "patterns": [
        "corona",
        "Coronavirus",
        "covid-19",
        "chno hwa corona",
        "chno hwa covid",
        "shnahwa coron",
        "ashnahowa corona",
        "achna howa corona",
        "shnahwa covid",
        "shna hwa covid",
        "chno hwa mrd alcorona",
        "chno hwa mard alcorona",
        "chno hwa virus corona",
        "chno howa virus corona",
        "chno corona",
        "chno corona",
        "chno hya corona",
        "achno hya corona",
        "chnahya corona",
        "ach kat3ni corona",
        "3tini des informations 3la corona",
        "3tini des informations 3la covid",
        "ash kat3ref 3la corona",
        " ach khasni n3ref 3la corona",
        "chno kat3ni corona",
        "chni hya corona",
        "fhmny corona",
        "fahamny corona",
        "fhamny corona",
        "virus ola microbe",
        "wach corona virus",
        "wach corona mkroub",
        " wach corona mikroub",
        "wach corona microbe",
        "baghi ne3rf ktr 3la corona",
        "chreh lya corona",
        "hder lya 3la corona",
        "chno hya la definition dyal had le virus",
        "chno hya la definition dyal had lvirus"
      ],
      "responses": [
        "فيروسات كورونا هي فصيلة كبيرة من الفيروسات التي قد تسبب المرض للحيوان والإنسان.  ومن المعروف أن عدداً من فيروسات كورونا تسبب لدى البشر حالات عدوى الجهاز التنفسي التي تتراوح حدتها من نزلات البرد الشائعة إلى الأمراض الأشد وخامة مثل متلازمة الشرق الأوسط التنفسية (ميرس) والمتلازمة التنفسية الحادة الوخيمة (السارس). ويسبب فيروس كورونا المُكتشف مؤخراً مرض فيروس كورونا كوفيد-19."
      ],
      "context_set": ""
    },
    {
      "tag": "appearancefr",
      "patterns": [
        "mnash ja le virus",
        "mnash ja lvirus",
        "mnin ja le virus",
        "mnin ja lvirus",
        "mnin bda le virus",
        " mnin bda lvirus",
        "fin bda le virus",
        "fin bda lvirus",
        "wach corona fabriqué",
        "wach corona mo2amara",
        "wach corona jay mn alkhfash",
        "wach corona jay mn lkhofash",
        "wach corona jay mn lkhofach",
        "wach corona jay mn l5ofach",
        "kifach bdat corona",
        "kifach bda corona",
        "kifach bda covid19",
        "kifach tsllat 3lina corona",
        "fin ban had corona awl mrh",
        "kifach bda corona",
        "mnin ja corona",
        "mnin ja had corona",
        "wach covid 19 tkhle9 f labo",
        "wach had le virus naturel ola mfbrk",
        "Wach l'Amérique li gadat l virus",
        "Wach bsa7 7itach chiwa7d chrb soba d lkhofache"
      ],
      "responses": [
        "أول من أصيب بالفيروس ذهب إلى سوق ووهان في مقاطعة هوبي بالصين. ولذلك يرجح أن المرض انتقل عن طريق .الحيوانات ، ولكن لم يتم تأكيد أصله"
      ],
      "context_set": ""
    },
    {
      "tag": "Lifetimefr",
      "patterns": [
        "9dash kayb9a le virus 7ey",
        "9dach kayb9a lvirus 7ay",
        "ch7al kay3ich le virus",
        "ch7al kay3ich lvirus",
        "ch7al mn sa3a kyb9a le virus 7ey",
        "ch7al mn sa3a kyb9a lvirus 7ay",
        "ch7al dyal lwe9t kayb9a le virus sur les surfaces",
        "ch7al dyal lwe9t kayb9a lvirus 3la sto7a",
        "ch7al kay3ich",
        "ch7al kay3ich 3la bara",
        "ch7al kay3ich 3la bra",
        "wash lvirus kat9tlo chems",
        "wash lvirus kat9tlo chams",
        "wach kay3ich f les surfaces"
      ],
      "responses": [
        "لا يُعرف على وجه اليقين فترة استمرار الفيروس المسبب لمرض كوفيد-19 حياً على الأسطح، ولكن يبدو أنه يشبه في ذلك سائر فيروسات كورونا. وتشير الدراسات إلى أن فيروسات كورونا  بما في ذلك المعلومات الأولية عن الفيروس المسبب لمرض كوفيد-19 قد تظل حية على الأسطح لبضع ساعات أو لعدة أيام",
        " وقد يختلف ذلك باختلاف الظروف مثل نوع السطح ودرجة الحرارة أو الرطوبة البيئية. على الجلد عشر دقائق في الهواء ثلاث ساعات على القطع النقدية أربع ساعات على الشعر أو الثياب 12 ساعة على الورق 24 ساعة على البلاستيك من يوم إلى يوم"
      ],
      "context_set": ""
    },
    {
      "tag": "Emergencyfr",
      "patterns": [
        "lconfinement",
        "confinement",
        "le confinement",
        "baghi rokhssa dyal lkhdma",
        "imta ghaysali lconfinement",
        "le voyage",
        "lvoyage",
        "voyage",
        "baghi nsafer",
        "baghi nmchi lkhdma",
        "l7ajr si7i",
        "7ajr si7i",
        "7ajar sihi",
        "7jr si7i",
        "wach alhajr si7i ghayb9a dima",
        "imta ghaysali  alhajr si7i",
        "imta ghaysali l confinement",
        "imta ghan9dero nkhrejo",
        "wach lconfinement aysali cheher jay",
        "amta ghatsaly halat tawari2",
        "imta ghaytl9ona",
        "wa imta ghaytl9ona",
        "imta ratsali corona",
        "wach coronna ratawal"
      ],
      "responses": [
        "أن حالة الطوارئ الصحية وتقييد الحركة في البلاد لأجل غير مسمى، يعد وسيلة لا محيد عنها لإبقاء فيروس كورونا تحت السيطرة، مشددا على أن ذلك لا يعني وقف عجلة الاقتصاد، ولكن اتخاذ تدابير استثنائية تستوجب الحد من حركة المواطنين، من خلال اشتراط مغادرة مقرات السكن باستصدار وثيقة رسمية لدى رجال وأعوان السلطة، وفق حالات معينة. وأضاف أن هذه الحالات تم تحديدها في  التنقل للعمل بالنسبة للإدارات والمؤسسات المفتوحة، بما فيها الشركات والمصانع والأشغال الفلاحية، والمحلات والفضاءات التجارية ذات الارتباط بالمعيش اليومي للمواطن، والصيدليات، والقطاع البنكي والمصرفي، ومحطات التزود بالوقود، والمصحات والعيادات الطبية، ووكالات شركات الاتصالات، والمهن الحرة الضرورية، ومحلات بيع مواد التنظيف"
      ],
      "context_set": ""
    },
    {
      "tag": "supportfr",
      "patterns": [
        "kifach da3m",
        "kifach ntsjl fda3m",
        "da3m dyal Ramed",
        "da3m dyal Ramid",
        "da3m dyal Rmid",
        "da3m dyal Rmd",
        "daam",
        "achno khasni ndir bash nakhd da3m",
        "wach ghadi nstafd mn da3m",
        "numero dyal Ramed",
        "numero dyal Ramid",
        "numero dyal Rmid",
        "ta3wid",
        "da3m lmali"
      ],
      "responses": [
        "عملية الدعم المؤقت هي عبارة عن مساعدة مالية تقدمها الدولة لفائدة الأسر العاملة في القطاع غير المهيكل و المتضررة من فيروس كورونا. وستحدد هذه المساعدة المالية على النحو التالي : 800 درهم للأسرة المكونة من فردين أو أقل 1000 درهم للأسرة المكونة من ثلاث إلى أربع أفراد 1200 درهم للأسرة التي يتعدى عدد أفرادها أربعة أشخاص . على الراغب في الاستفادة من عملية الدعم المؤقت أن يكون مستوفيا للشروط التالية : أن يكون رب أسرة و منخرطا في نظام التغطية الصحية الراميد أن تكون بطاقة راميد الخاصة به صالحة على الأقل في 31 دجنبر 2019 أن يكون من فئة الأشخاص الذين فقدوا عملهم أو توقف نشاطهم المهني جراء جائحة كورونا"
      ]
    },
    {
      "tag": "statsfr",
      "patterns": [
        "statistiques",
        "stats",
        "ch7al mn wa7d mat",
        "ch7al mn wa7d bra"
      ],
      "responses": ["The data here should be from api"]
    },
    {
      "tag": "severityfr",
      "patterns": [
        "wach khasni nkhaf mn corona",
        "wach corona merd khatir",
        "khayf mn corona",
        "corona khatira",
        "wach corona kaydi lwafat",
        "wach corona katchad nas sghar",
        "wach corona katchad nas srar",
        "wach corona kat9tl",
        "wach ghat9tlni corona",
        "kay9tl",
        "had lmerd kay9tl",
        "corona o les enfants",
        "corona o drari sghar",
        "wach ghanmout ola ghan3ich",
        "wach corona kat9tel",
        "wach corona 9atel",
        "wach corona 9atal",
        "corona kat9tel",
        "corona kay9tel",
        "corona kay9tal",
        "Wach corona kat9tl"
      ],
      "responses": [
        "إن المرض الذي تسببه العدوى بفيروس كورونا المستجد (كوفيد-19) خفيف بشكل عام، لاسيما عند الأطفال والشباب. ومع ذلك، فإنه يمكن أن يسبب مرضًا خطيرًا، إذ يحتاج نحو شخص واحد من كل 5 أشخاص مصابين بهذا المرض إلى تلقّي الرعاية في المستشفى. لذا، فإن من الطبيعي أن يشعر الناس بالقلق إزاء كيفية تأثير فاشية مرض كوفيد-19 عليهم وعلى أحبائهم.ويمكننا توجيه قلقنا على النحو الصحيح بتحويله إلى إجراءات لحماية أنفسنا وأحبائنا ومجتمعاتنا المحلية. وعلى رأس هذه الإجراءات غسل اليدين بشكل منتظم ومسهب واتّباع ممارسات النظافة التنفسية الجيدة. ثانيا، الاطلاع على مشورة السلطات الصحية والتقيّد بها، بما في ذلك القيود التي قد تُفرض على السفر والتنقل والتجمعات"
      ]
    },
    {
      "tag": "symptoms",
      "patterns": [
        "cho homa a3rad corona",
        "kifach n3rf fya corona",
        "achno homa l2a3rad dyal korona",
        "bach kat7ass mali katkon fik corona",
        "kifach kat7ass mali katkon fik corona",
        "wach rwa7 man a3rad corona",
        "wach s5ana man a3rad corona",
        "wach skhana man l2a3rad",
        "Chnahoma l2a3rad dyal l virus",
        "chno a3rad covid",
        "chno aarad corona",
        "bach ghadi n3rf rani mrid",
        "ach kayw93 li mrid"
      ],
      "responses": [
        "تتمثل الأعراض الأكثر شيوعاً لمرض كوفيد-19 في",
        "الحمى",
        "الإرهاق",
        "السعال الجاف",
        "قد يعاني بعض المرضى من الآلام والأوجاع، أو احتقان الأنف، أو الرشح، أو ألم الحلق، أو الإسهال",
        "عادة ما تكون هذه الأعراض خفيفة وتبدأ تدريجياً. ويصاب بعض الناس بالعدوى دون أن تظهر عليهم أي أعراض ودون أن يشعروا بالمرض",
        "يتعافى معظم الأشخاص (نحو 80%) من المرض دون الحاجة إلى علاج خاص. وتشتد حدة المرض لدى شخص واحد تقريباً من كل 6 أشخاص يصابون بعدوى كوفيد-19 حيث يعانون من صعوبة التنفس",
        "تزداد احتمالات إصابة المسنين والأشخاص المصابين بمشكلات طبية أساسية مثل ارتفاع ضغط الدم أو أمراض القلب أو داء السكري، بأمراض وخيمة."
      ]
    },
    {
      "tag": "exposedfr",
      "patterns": [
        "chkon nas li m3rrdin kter l corona",
        "wach bssah nas lkbar kaymoto bzaf bcorona",
        "li fih di9 tanafos kifach y3ref rasso fih corona",
        "chno l'effet dyal corona li fih skar",
        "wach corona t9der t9tel drari sghar",
        "wach corona t9der t9tel les enfants",
        "fach kay2ter le virus bzf"
      ],
      "responses": [
        "فيروس كورونا يمكن أن يصيب الأشخاص من جميع الأعمار: - الذين فوق 65 سنة من العمر - المدخّنين (سجائر، تبغ ممضوغ, النفّة، استنشاق بالأنف، بخار السجائر الألكترونية، الشيشة) - ذوي الحالات المرضية المتعدّدة: السكّري، الأمراض الرئويّة المزمنة، الرّبو، قصور القلب، قصور الشريان التاجي، نقص المناعة، العلاج بالكورتيكوستيرويد عامّة وبمثبطات المناعة، العلاج الكيميائي، العلاج الحيوي، أمراض الكلى المزمنة. - تليّف الكبد - اعتلال الدم الحاد والمزمن - المرضى الذين أجروا عمليات زرع أعضاء"
      ]
    },
    {
      "tag": "protectionfr",
      "patterns": [
        "wach n9der nproteger rassi mn corona",
        "wach n9der n7mi rassi mn corona",
        "chno ndir",
        "kifach n7mi rassi",
        "protection",
        "ta39im",
        "wiakaya",
        "woqaya",
        "wokaya",
        "wiqaya",
        "wikaya",
        "n9i rasi",
        "nw9i rassi",
        "n9i rassi man corona",
        "kifach twqi rasak man corona",
        "kifach n3ml woqaya",
        "chno ne9dr ndir",
        "chi nasi7a 3afak",
        "wach lkamama momkin tw9i man lcorona",
        "wach lkmama t9dar t7mina 100% man corona",
        "wach ligat kay7miwna man corona",
        "ta39im",
        "kefach n7mi rasi man corona",
        "kefach ne7mi rasi men corona",
        "kifach na7mi rassi men corona",
        "Wach darori l mask"
      ],
      "responses": [
        "نظف يديك جيداً بانتظام بفركهما بمطهر كحولي لليدين أو بغسلهما بالماء والصابون. احتفظ بمسافة لا تقل عن متر واحد بينك وبين أي شخص يسعل أو يعطس. تجنب لمس عينيك وأنفك وفمك. تأكد من اتّباعك أنت والمحيطين بك لممارسات النظافة التنفسية الجيدة. ويعني ذلك أن تغطي فمك وأنفك بكوعك المثني أو بمنديل ورقي عند السعال أو العطس، ثم التخلص من المنديل المستعمل على الفور. تجنب الاتصال المباشر مع أي شخص يعاني من الأعراض المذكورة أو الالتهاب التنفسي الحاد. اطلع باستمرار على آخر تطورات مرض كوفيد-19. واتّبع المشورة التي يسديها مقدم الرعاية الصحية أو سلطات الصحة العمومية الوطنية والمحلية أو صاحب العمل بشأن كيفية حماية نفسك والآخرين من مرض كوفيد-19."
      ]
    },
    {
      "tag": "Spreadfr",
      "patterns": [
        "kifach kayntacher le virus",
        "kifach kayntacher corona",
        "kifach kayntacher lvirus",
        "wach le virus kayntacher f l'air",
        "wach corona kayntacher f l'air",
        "wach lvirus kayntacher f l'air",
        "wach le virus kaynta9l f lhwa",
        "wach corona kaynta9l f lhwa",
        "wach lvirus kaynta9l f lhawa2",
        "wach le virus kaynta9l l les animaux",
        "wach lvirus kaynta9l l7ayawanat",
        "kifach kaynta9l le virus",
        "kifach kaynta9l lvirus",
        "kifach kaynta9l corona",
        "b7alach katsab corona",
        "bhalach katssab b corona",
        "wach korona katntachr bzarba",
        "wach corona katnt9l bzarba"
      ],
      "responses": [
        "فيروس كورونا الجديد هو فيروس تنفسي ينتشر بشكل أساسي من خلال القطرات المتولدة عندما يسعل الشخص المصاب أو يعطس ، أو من خلال قطرات اللعاب أو الإفرازات من الأنف.  ",
        "كما أنه لم يتم الابلاغ عن انتشار الفيروس عبر الهواء ولا يعتقد أنه المحرك الرئيسي لانتقال العدوى بناء على الأدلة المتاحة.",
        "يمكن للناس التقاطه عن طريق لمس الأسطح أو الأشياء الملوثة ثم لمس أعينهم أو أنفهم أو فمهم.",
        "لا يوجد دليل على أن الحيوانات الأليفة مثل الكلاب أو القطط يمكن أن يصابوا بالفيروس ونقله."
      ]
    },
    {
      "tag": "Testsfr",
      "patterns": [
        "kifach kayddar le test",
        "ch7al kaydwwz le test",
        "ch7al kaykon le test",
        "le test",
        "tist",
        "test"
      ],
      "responses": [
        "تبدأ جميع الاختبارات التي يتم إجراؤها حاليًا تقريبًا بأخذ عينة إما من الأنف أو الحلق أو كليهما باستخدام مسحة خاصة.",
        "يجب أن تكون في عزلة ذاتية حتى تعرف النتيجة. إذا كنت قد خضعت للاختبار ، يجب أن تفترض أن مصاب بالمرض حتى يؤكد غير ذلك.",
        "قد تتوصل بنتيجة الاختبار ما بين 48 و 72 ساعة"
      ]
    },
    {
      "tag": "Mutationsfr",
      "patterns": [
        "mutation",
        "tafra",
        "wach momkin tw9e3 mutation",
        "wach momkin tw9e3 chi tafra",
        "wach le virus kayttewr",
        "wach momkin le virus iwli plus dangereux ila w93at fih tafra"
      ],
      "responses": ["لا يزال البحث جاري في هذا المجال"]
    },
    {
      "tag": "Vaccinefr",
      "patterns": [
        "wach kayn 3ilaj",
        "wach kayn vaccin",
        "hal kayn chi dwa dyal corona",
        "imta ghayl9aw dwa",
        "wach l9aw dwa",
        "dawa2 l corona",
        "achno a7san dwa dyal corona",
        "kifach dawa man corona",
        "cloroqine",
        "hedroxidechloroqine"
      ],
      "responses": [
        "ليس بعد. لا يوجد حتى يومنا هذا لقاح ولا دواء محدد مضاد للفيروسات للوقاية من مرض كوفيد-19 أو علاجه. ومع ذلك، فينبغي أن يتلقى المصابون به الرعاية لتخفيف الأعراض. وينبغي إدخال الأشخاص المصابين بمرض وخيم إلى المستشفيات. ويتعافى معظم المرضى بفضل الرعاية الداعمة"
      ]
    },
    {
      "tag": "Reinfectionfr",
      "patterns": [
        "wach le virus kay3tik mana3a",
        "wach momkin n3awd nmred b le virus",
        "wach li bra kay3awd imred",
        "wach corona kay2tr 3la lmana3a",
        "mana3a",
        "n3awd nmred",
        "manaa",
        "alamana3a"
      ],
      "responses": [
        "ما يزال غير واضح ما إذا كان الأشخاص الذين يتعافون من الفيروس سيكونون محصنين ضد الإصابة به مجددا ، وإذا كان الأمر كذلك ، فمازال يبحث العلماء عن كم من الوقت ستستمر هذه المناعة."
      ]
    }
  ]
}
